Repository: leprz/times-table
Catalog: src/locale/messages.*.xlf
Languages: pl

source: Close
pl: Zamknij

source: Prize
pl: Nagroda

source: Unlocked
pl: Odblokowana

source: Boost Math Skills Together - Tell a friend!
pl: Uczcie się razem - udostępnij koledze!

source: Open rewards list
pl: Otwórz listę nagród

source: Open settings dialog
pl: Otwórz ustawienia

source: add prize
pl: dodaj nagrodę

source: No prizes added.
pl: Brak dodanych nagród.

source: I can multiply
pl: Potrafię mnożyć

source: Calculation
pl: Liczenie

source: I can divide
pl: Potrafię dzielić

source: I can add
pl: Potrafię dodawać

source: I can subtract
pl: Potrafię odejmować

source: Your score
pl: Twój wynik

source: Your previous best score
pl: Twój poprzedni najlepszy wynik

source: Wrong answers
pl: Błędne odpowiedzi

source: back
pl: powrót

source: Next reward
pl: Następna nagroda

source: set prize
pl: ustaw nagrodę

source: Collected rewards
pl: Zebrane nagrody

source: No rewards
pl: Brak nagród

source: New
pl: Nowa

source: The correct answer is:
pl: Poprawna odpowiedź to:

source: New version available. Load New Version?
pl: Dostępna jest nowa wersja. Czy chcesz zaktualizować?
